Repository: keny10/osclass-plugins
Catalog: google_maps/languages/*/messages.po
Languages: fr_fr

source: Settings Saved
fr_fr: paramètres enregistrés

source: Google Map Preferences
fr_fr: Google Map Préférences

source: Show a dragable map in post add page ?
fr_fr: Montrer une carte dragable sur la page ajouter un item?

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Use iplocationtools.com service ? (see help for more info)
fr_fr: Utilisez le service iplocationtools.com? (voir l'aide pour plus d'infos)

source: Enter your iplocationtools.com api key
fr_fr: Entrez votre clé API iplocationtools.com

source: Enter the default latitude point
fr_fr: Entrez le point de latitude par défaut

source: Enter the default longitude point
fr_fr: Entrez le point de longitude par défaut

source: Save
fr_fr: Enregistrer

source: Google Maps Help
fr_fr: Aide Google Maps

source: If you select yes a maps with a draggable pins will show up in the post items page, in that way your user can select there location directly in the map. Longitude and Latitude will be store in database.
fr_fr: Si vous sélectionnez oui une carte avec des épingles déplaçable sera affiché dans la page ajouter un item, de cette façon l'utilisateur pourra sélectionner son emplacement directement dans la carte. La longitude et la latitude seront stocker dans la base de données.

source: Enter the default point.
fr_fr: Entrez le point par défaut.

source: This is use if you do not use iplocationtools.com service enter the default value to center map.
fr_fr: Si vous n'utilisez pas le service iplocationtools.com entrer la valeur par défaut pour centrer la carte.

source: Use iplocationtools.com service?
fr_fr: Utilisez le service iplocationtools.com?

source: iplocationtools.com is free to use, you only need to sign up to get your api key. They will give you 1000 credits to make 1000 api call but if you put a link on your web site they will give you 1 credit each time there link appear so in clear term is free ! This will return the location of your user with they ip address. Useful if you have more that one city.
fr_fr: iplocationtools.com est gratuit, il vous suffit de vous inscrire pour obtenir votre clé API. Ils vous donneront1000 crédits pour faire appel à l'API 1000 fois, mais si vous mettez un lien sur votre site web, ils vous donneront 1 crédit chaque fois qu'il ya un lien qui apparaîtra donc en terme clair, c'est gratuit!Ce service sers à localiser l'utilisateur grâce a son adresse ip. Utile si vous avez plus d'une ville.

source: iplocationtools.com api key.
fr_fr: iplocationtools.com clé API.

source: Enter you api key here.
fr_fr: Entrez votre clé API ici.

source: Help
fr_fr: Aide
